load-tests/results/play-small
================================================================================
---- Global Information --------------------------------------------------------
> request count                                        240 (OK=240    KO=0     )
> min response time                                     42 (OK=42     KO=-     )
> max response time                                     94 (OK=94     KO=-     )
> mean response time                                    68 (OK=68     KO=-     )
> std deviation                                         19 (OK=19     KO=-     )
> response time 50th percentile                         83 (OK=83     KO=-     )
> response time 75th percentile                         85 (OK=85     KO=-     )
> response time 95th percentile                         87 (OK=87     KO=-     )
> response time 99th percentile                         92 (OK=92     KO=-     )
> mean requests/sec                                      8 (OK=8      KO=-     )
---- Response Time Distribution ------------------------------------------------
> t < 50 ms                                             95 ( 40%)
> 50 ms < t < 100 ms                                   145 ( 60%)
> t > 100 ms                                             0 (  0%)
> failed                                                 0 (  0%)
================================================================================